import React from 'react';

const Profile = () => {
  return (
    <div>
      <h3>系部简介</h3>
      <p>
        {`数字艺术系成立于2004年。自建系以来，该系一直强调数字技术与艺术的有机融合，强调产学深度融合，并致力于为数字内容产业培养急需的数字艺术应用型人才。为了适应数字内容产业的发展需求，该系面向动漫游戏、影视制作、视觉设计、虚拟现实等领域，相继设立了动画、影视摄影与制作、视觉传达设计、数字媒体艺术和数字媒体技术共5个本科专业，构建了专门服务于数字内容产业的数字艺术专业群，致力于培养适应数字时代与信息社会发展，系统掌握专业领域新知识、新技术、新工具、新产品和新应用，在数字内容创意设计与产品开发方面拥有核心就业竞争力的应用型高级专门人才。
为了进一步规范教学管理，提高教育教学质量，更好地促进学生发展，该系明确提出了以工作室引领TOPCARES-CDIO教学改革，全面实施“TOPCARES-CDIO+工作室”人才培养模式，有效推进专业教育与创新创业教育和素质教育有机融合的教学改革指导思想，并制定了一系列教学改革措施，大致包括：

（1）以工作室/实验室为核心构建系列工程实践教学环境；
（2）以工作室为乙方，引入企业真实项目，有效服务地方经济社会发展；
（3）以工作室为甲方，引进企业专家，合作开展实践教学，开发教学资源；
（4）以工作室为实践实训场所，联合企业共建校内外实践教学基地，合作培养企业急需人才；
（5）以工作室为基础打造艺创空间创新实践平台，培育教学科研创新团队，实施创新创业教育与实践；
（6）每年定期举办数字春天、金色之秋等教学成果展，评估和检验TOPCARES-CDIO教育教学改革阶段性成果。

 经过近几年的探索与实践，“TOPCARES-CDIO+工作室”教学改革取得了明显的成效，突出体现在：
（1）教学改革成果“应用型数字艺术人才产学研合作培养模式的创新与实践”获得了2013年辽宁省高等教育本科教学成果一等奖。
（2）2014年，动画专业参加辽宁省本科专业综合评价，取得了第三名的优异成绩，仅列于沈阳建筑大学和鲁迅美术学院（中国八大美院之一）之后。
（3）2013年，数字艺术实验教学中心获批为辽宁省普通本科高等学校实验教学示范中心。
（4）近三年，学生参加学科专业竞赛获得省级及以上奖项283项，学生参赛作品数量和成绩呈逐年递增趋势。
（5）承担教育部人文社科和科技项目各1项，省市级纵向项目13项，横纵向科研进款380余万元，科研核心竞争力得到显著提升。`}
      </p>
    </div>
  )
}
export default Profile
