const newsTitle = [
  {
    id: '0',
    title: '数字艺术系师生观看十九大开幕会 工作报告',
    time: '2017-01-01'
  },
  {
    id: '1',
    title: '数字艺术系师生观看十九大开幕会 工作报告',
    time: '2017-01-01'
  },
  {
    id: '2',
    title: '数字艺术系师生观看十九大开幕会 工作报告',
    time: '2017-01-01'
  },
  {
    id: '3',
    title: '数字艺术系师生观看十九大开幕会 工作报告',
    time: '2017-01-01'
  },
  {
    id: '4',
    title: '数字艺术系师生观看十九大开幕会 工作报告',
    time: '2017-01-01'
  },
  {
    id: '5',
    title: '数字艺术系师生观看十九大开幕会 工作报告',
    time: '2017-01-01'
  }
];

const newsContainer = [
  {
    body: `11月13日，动画党支部开展深入学习贯彻党的十九大精神主题党日活动。活动根据近期的学生考试教师监考的实际情况，采用自我学习，集中总结的形式开展。具体开展如下：
    （１）党员自行学习十九大内容
    （２）党支部就十九大会议精神集中学习讨论
    （３）结合十九大精神网络知识竞赛号召支部党员积极参加
    （４）开展“凝聚青春力量，为新时代打call”大学生主题征文活动
    全体党员分别从十九大召开的全民关注度，习近平新时代中国特色社会主义思想产生的宏大背景和内在逻辑，社会主要矛盾变化的敏锐判断和及时提出，“分两步走”到本世纪中叶全面建成社会主义现代化国家新目标提出的愿景等方面进行了热议。 
    
    大家一致认为，党的十九大报告开启了新征程，这是中国共产党不忘初心、牢记使命、引领时代的政治宣言；是全党全国各族人民迈步新时代、踏上新征程、实现新梦想的行动指南。报告作出了中国特色社会主义进入新时代的重大判断，形成了习近平新时代中国特色社会主义思想的重大理论成果，开启了新时代中国特色社会主义的伟大新实践。要特别注意到报告中所讲，“到本世纪中叶，将把中国建成综合国力和国际影响力领先的现代化强国”，这一目标令人振奋，鼓舞人心，催人奋进。 
    
    米平治书记要求，动画支部全体党员要深入学习领会党的十九大报告精神，坚定理想信念和宗旨意识，增强党性修养，不忘初心，牢记使命，要结合自身工作实际，进一步增强服务意识，增强自己的业务本领，切实提高自己的专业能力和水平，做一名合格党员。 `,
    id: '0'
  }
]
export { newsContainer, newsTitle }
